{
  "cards": [
    {
        "id": "656ca41dbc242186618b8e5d",
        "name": "Alocasia Silver Dragon",
        "description": {
            "st_description": "Alocasia silver dragon plant is an excellent houseplant which can tolerate a wide range of growing conditions. This plant is categorized under indoor, ornamental and flowering plants.",
            "lg_description": " Alocasia si  lver dragon plant is an excellent houseplant which can tolerate a wide range of growing conditions. This plant is categorized under indoor, ornamental and flowering plants. This is a cute houseplant with heart-shaped leaf foliage. Alocasia is peculiar for foliage and is the best indoor plant. The leaves of this plant are thick, and silver with green venation. The plant grows up to the height of 2 tall & wide.",
            "benefits": "Alocasia silver dragon plants are ornamental & attractive plants to decorate your indoors. This leaf foliage attracts the center of focus in your indoor environment. It is one of the low-maintenance indoor plants. Alocasia silver dragon is a very rare and trending plant",
            "id": "65eb17fe1cade9eeef240da0"
        },
        "image": "https://elysianflora.com/wp-content/uploads/2022/02/alocasiasilverdragon_45.png",
        "price": [
            "$90",
            "$110",
            "$140",
            "$190"
        ],
        "categories": "indoor plants",
        "size": [
            "S",
            "M",
            "L",
            "XL"
        ],
        "stock": [
            73,
            42,
            34,
            11
        ],
        "tags": [
            "Alocasia silver dragon",
            "Alocasia baginda"
        ]
    },
    {
        "id": "656ca41dbc242186618b8e5e",
        "name": "Zamioculcas",
        "description": {
            "st_description": "Zamioculcas is a genus of flowering plants in the family Araceae, containing the single species Zamioculcas zamiifolia. It is a tropical herbaceous perennial plant, native to eastern Africa. Common names ZZ plant",
            "lg_description": "The flowers are produced in a small, bright yellow to brown or bronze spadix in a yellow-green spathe; the whole inflorescence is partly hidden among the branch bases. Flowering is from midsummer to early autumn. Zamioculcas is an herbaceous perennial growing from a stout, underground, succulent rhizome. It is normally evergreen but becomes deciduous during drought, surviving drought due to the large potato-like rhizome that stores water until rainfall resumes.",
            "id": "65eb17fe1cade9eeef240da1"
        },
        "image": "https://i.imgur.com/nfHn2NZ.png",
        "categories": "indoor plants",
        "size": [
            "S",
            "M",
            "L",
            "XL"
        ],
        "price": [
            "$12",
            "$24",
            "$35",
            "$43"
        ],
        "stock": [
            73,
            42,
            34,
            11
        ],
        "tags": [
            "Zamioculcas zamiifolia",
            "Zamioculcas zamiifolia"
        ]
    },
    {
        "id": "656ca41dbc242186618b8e5f",
        "name": "Fiddle-Leaf Fig",
        "description": {
            "st_description": "A commonly tricky houseplant despite its popularity, the fiddle-leaf fig does not respond well to being moved, especially from a spot where it is thriving. Being a tropical plant, it does not tolerate cold temperatures well or survive prolonged freezes. Proper drainage, adequate sunlight and misting with water will help keep a fiddle-leaf fig bright green with its signature glossy finish",
            "lg_description": "Ficus lyrata, commonly known as the fiddle-leaf fig, is a species of flowering plant in the mulberry and fig family Moraceae. It is native to western Africa, from Cameroon west to Sierra Leone, where it grows in lowland tropical rainforest. Ficus lyrata leaves are lyrate, meaning that they resemble a lyre. The leaves are variable in shape, but often with a broad apex and narrow middle, resembling a lyre or fiddle; they are with a leathery texture, prominent veins and a wavy margin.It is a popular ornamental tree in subtropical and tropical gardens, and is also grown as a houseplant in temperate areas, where it usually stays shorter and fails to flower or fruit. It requires indirect natural light. It is hardy down to 10 °C, so specimens may be placed outside during warm periods.",
            "id": "65eb17fe1cade9eeef240da2"
        },
        "image": "https://imgur.com/SJVcmVu.png",
        "categories": "indoor plants",
        "size": [
            "S",
            "M",
            "L",
            "XL"
        ],
        "price": [
            "$23",
            "$36",
            "$48",
            "$69"
        ],
        "stock": [
            73,
            42,
            34,
            11
        ],
        "tags": [
            "fiddle-leaf fig",
            "Ficus lyrata"
        ]
    },
    {
        "id": "656ca41dbc242186618b8e60",
        "name": "Peperomia argyreia",
        "description": {
            "st_description": "Peperomia argyreia, This decorative plant is valued in cultivation, and in temperate areas is generally grown as a houseplant at a minimum temperature of 10 °C (50 °F), in bright light but not direct sun.",
            "lg_description": "The watermelon peperomia, is a species of flowering plant in the pepper family Piperaceae, native to northern South America, including Bolivia, Brazil, Ecuador, and Venezuela. The plant is not closely related to either watermelons or begonias. These terms relate to the shape, markings and texture of the leaves. Growing to 20 cm (7.9 in) tall and broad, it is a perennial with asymmetrical oval green leaves, slightly fleshy, strikingly marked with curved silver stripes, and red stems. Tiny green flower spikes appear in summer.",
            "id": "65eb17fe1cade9eeef240da3"
        },
        "image": "https://imgur.com/iSQrQKo.png",
        "categories": "indoor plants",
        "size": [
            "S",
            "M",
            "L",
            "XL"
        ],
        "price": [
            "$14",
            "$28",
            "$37",
            "$53"
        ],
        "stock": [
            73,
            42,
            34,
            11
        ],
        "tags": [
            "Peperomia argyreia",
            "watermelon peperomia"
        ]
    },
    {
        "id": "656ca41dbc242186618b8e61",
        "name": "Haworthiopsis limifolia",
        "description": {
            "st_description": "Haworthiopsis limifolia, formerly Haworthia limifolia, is a species of flowering plant in the genus Haworthiopsis, native to southern Africa and first described in 1910.",
            "lg_description": "the plant tends to grow quickly but remains small. It rarely grows bigger than four inches in diameter and more than a few inches tall. It features clumps of up to 20 rosettes of triangular leaves with distinct ridges. These distinct ridges resemble the texture of a washboard, giving it the common name Fairies Washboard. Varieties of the plant are available with light to dark green leaves. The leaves also tend to have a slight curve, creating a spiral effect that is quite dizzying when looking at the plant from above.",
            "id": "65eb17fe1cade9eeef240da4"
        },
        "image": "https://imgur.com/uhYSTUV.png",
        "categories": "indoor plants",
        "size": [
            "S",
            "M",
            "L",
            "XL"
        ],
        "price": [
            "$32",
            "$44",
            "$65",
            "$83"
        ],
        "stock": [
            73,
            42,
            34,
            11
        ],
        "tags": [
            "Haworthiopsis limifolia",
            "Fairy Washboard",
            "File Leafed Haworthia"
        ]
    },
    {
        "id": "656ca41dbc242186618b8e62",
        "name": "Syngonium",
        "description": {
            "st_description": "Syngonium, also known as the Arrowhead plant, is a flowering vine that is native to tropical rainforests in Central and South America, the West Indies, and southern Mexico. The plant's leaves are arrow-shaped, variegated, and sagittate, which means they resemble an arrowhead. Syngonium can grow to heights of 10–20 meters or more in trees.",
            "lg_description": "Syngonium is a good air purifier that can remove harmful chemicals from the environment. It can be used as a houseplant or a garden plant. Syngonium is easy to care for and does well in medium to high light. It prefers a warm, humid environment with temperatures between 16°C–27°C. Direct sunlight can burn or bleach the foliage, so avoid locations with full sun.",
            "id": "65eb17fe1cade9eeef240da5"
        },
        "image": "https://imgur.com/ft3Mb1y.png",
        "categories": "indoor plants",
        "size": [
            "S",
            "M",
            "L",
            "XL"
        ],
        "price": [
            "$53",
            "$87",
            "$92",
            "$103"
        ],
        "stock": [
            73,
            42,
            34,
            11
        ],
        "tags": [
            "Syngonium",
            "Arrowhead plant"
        ]
    },
    {
        "id": "656ca41dbc242186618b8e63",
        "name": "Pogonatherum",
        "description": {
            "st_description": "Pogonatherum is a genus of Asian and oceanic island plants in the grass family. The name Pogoantherum comes from the terms 'pogon' which means beard and 'ather' which means flowers.",
            "lg_description": "Pogonatherum paniceum is a soft grass that grows in tight clumps. It's an indicator of moisture and is usually found on wet rocks and banks of streams. It's also found on walls and cliffs in moist localities. Pogonatherum can be propagated by cuttings or seed. Cuttings should be about 10 cm and take root at a temperature of 68 ° F and at high air humidity. ",
            "id": "65eb17fe1cade9eeef240da6"
        },
        "image": "https://imgur.com/kLD3GJA.png",
        "categories": "indoor plants",
        "size": [
            "S",
            "M",
            "L",
            "XL"
        ],
        "price": [
            "$19",
            "$37",
            "$53",
            "$71"
        ],
        "stock": [
            73,
            42,
            34,
            11
        ],
        "tags": [
            "Pogonatherum paniceum"
        ]
    },
    {
        "id": "656ca41dbc242186618b8e64",
        "name": "Rubber Fig",
        "description": {
            "st_description": "The rubber fig, also known as Ficus elastica, is a flowering plant native to Southeast Asia. It's also known as the rubber plant, rubber tree, Indian rubber bush, and Indian rubber tree.",
            "lg_description": "The rubber fig has large, oval-shaped leaves that are emerald in color. It can grow up to 100 feet tall in its natural habitat. The rubber fig is grown for its ornamental value and health benefits. It prefers medium to high light, dry soil, and medium relative humidity with a temperature of greater than 55 degrees F. It should be watered when the soil is almost completely dry.",
            "id": "65eb17fe1cade9eeef240da7"
        },
        "image": "https://imgur.com/I1m5XzZ.png",
        "categories": "indoor plants",
        "size": [
            "S",
            "M",
            "L",
            "XL"
        ],
        "price": [
            "$13",
            "$6",
            "$42",
            "$88"
        ],
        "stock": [
            73,
            42,
            34,
            11
        ],
        "tags": [
            "rubber fig",
            "Ficus elastica"
        ]
    },
    {
        "id": "656ca41dbc242186618b8e65",
        "name": "Nerve Plant",
        "description": {
            "st_description": "The nerve plant, also known as Fittonia albivenis, is a small tropical houseplant. It's native to the rainforests of South America. The nerve plant's scientific name is Fittonia albivenis. ",
            "lg_description": "The nerve plant's leaves are oval, deep green, and have delicate veins. The veins can be white, red, pink, or green, but the most popular color is silvery-white. The plant's nickname comes from the vein pattern, which resembles the human nervous system. The nerve plant has air purifying properties and can remove toxins like toluene, benzene, and trichloroethylene. It has also had traditional medicinal uses.",
            "id": "65eb17fe1cade9eeef240da8"
        },
        "image": "https://imgur.com/RVZc8ft.png",
        "categories": "indoor plants",
        "size": [
            "S",
            "M",
            "L",
            "XL"
        ],
        "price": [
            "$41",
            "$56",
            "$105",
            "$140"
        ],
        "stock": [
            73,
            42,
            34,
            11
        ],
        "tags": [
            "nerve plant",
            "fittonia albivenis"
        ]
    },
    {
        "id": "656ca41dbc242186618b8e66",
        "name": "Plantain lilies",
        "description": {
            "st_description": "Plantain lilies, also known as hostas, are shade-loving plants that are native to northeast Asia. They are herbaceous perennials that grow in clumps that can be 1–3 feet high and wide. The leaves sit on long stalks and the plant produces pure white trumpets that are 4–6 inches long.",
            "lg_description": "Plantain lilies, are shade-loving plants that are native to northeast Asia. They are herbaceous perennials that grow in clumps that can be 1–3 feet high and wide. There are over 4,000 varieties of plantain lilies globally. The leaves sit on long stalks and the plant produces pure white trumpets that are 4–6 inches long.",
            "id": "65eb17fe1cade9eeef240da9"
        },
        "image": "https://imgur.com/9Imksa7.png",
        "categories": "indoor plants",
        "size": [
            "S",
            "M",
            "L",
            "XL"
        ],
        "price": [
            "$37",
            "$54",
            "$70",
            "$88"
        ],
        "stock": [
            73,
            42,
            34,
            11
        ],
        "tags": [
            "hostas",
            "plantain lilies"
        ]
    },
    {
        "id": "656ca41dbc242186618b8e67",
        "name": "Pin-Stripe Calathea",
        "description": {
            "st_description": "The scientific name for pin-stripe calathea is Calathea ornata. It's also known as the zebra plant, pin-stripe, or striped. ",
            "lg_description": "Pin-stripe calathea is a perennial plant native to Brazil. It's a member of the prayer plant family and has dark olive green leaves with pink pinstripes. The undersides of the leaves are reddish maroon. ",
            "id": "65eb17fe1cade9eeef240daa"
        },
        "image": "https://imgur.com/1tVP68p.png",
        "categories": "indoor plants",
        "size": [
            "S",
            "M",
            "L",
            "XL"
        ],
        "price": [
            "$37",
            "$67",
            "$105",
            "$158"
        ],
        "stock": [
            73,
            42,
            34,
            11
        ],
        "tags": [
            "pin-stripe calathea",
            "calathea ornata"
        ]
    },
    {
        "id": "656ca41dbc242186618b8e68",
        "name": "Licuala orbicularis",
        "description": {
            "st_description": "Licuala orbicularis is a species of palm tree that is native to Borneo. It is also known as the parasol palm. ",
            "lg_description": "Licuala orbicularis is a species of palm tree that is native to Borneo. It is also known as the parasol palm. It grows in mixed dipterocarp and kerangas forests, in moist valleys and on hill slopes. It has fan-shaped leaves that can be up to 75 cm across. The leaves can also be used for flower arrangements. It has one to several short stems. The stem can be underground or just emerging. It prefers high humidity and warm environments. It is protected from direct sunlight.",
            "id": "65eb17fe1cade9eeef240dab"
        },
        "image": "https://imgur.com/cPF897Z.png",
        "categories": "indoor plants",
        "size": [
            "S",
            "M",
            "L",
            "XL"
        ],
        "price": [
            "$12",
            "$24",
            "$35",
            "$43"
        ],
        "stock": [
            73,
            42,
            34,
            11
        ],
        "tags": [
            "Licuala orbicularis",
            "native to Borneo",
            "parasol palm"
        ]
    },
    {
        "id": "656ca41dbc242186618b8e69",
        "name": "Hedera Helix",
        "description": {
            "st_description": "Hedera helix is a flowering plant that's also known as English ivy, common ivy, or European ivy. It's a fast-growing, woody, evergreen perennial that can grow up to 100 feet tall. It's native to Europe and Asia. ",
            "lg_description": "Hedera helix can grow as a climbing vine or ground cover. It climbs by using aerial rootlets with matted pads that cling to surfaces like trees, cliffs, and walls. It can also grow as groundcover when there are no vertical surfaces. Hedera helix prefers moist, fertile soils that range from slightly damp to fairly dry. It's common in heavier clay-rich soils.  Hedera helix can be invasive. Vines that climb up tree trunks can block sunlight from reaching the tree's foliage, which can impede photosynthesis. ",
            "id": "65eb17fe1cade9eeef240dac"
        },
        "image": "https://imgur.com/F6URwoW.png",
        "categories": "indoor plants",
        "size": [
            "S",
            "M",
            "L",
            "XL"
        ],
        "price": [
            "$43",
            "$53",
            "$65",
            "$98"
        ],
        "stock": [
            73,
            42,
            34,
            11
        ],
        "tags": [
            "Hedera helix",
            "English ivy",
            "common ivy",
            "European ivy"
        ]
    },
    {
        "id": "656ca41dbc242186618b8e6a",
        "name": "Croton",
        "description": {
            "st_description": "Croton (Codiaeum variegatum) is a small shrub with large, thick, leathery leaves that can be up to 12 inches long. The leaves come in a variety of colors, including green, yellow, orange, red, and purple.",
            "lg_description": "Crotons are native to the tropical forests of Southeast Asia and Oceania. In the wild, they can grow up to 10 feet tall. However, crotons grown as houseplants are usually much smaller. Crotons are commonly grown outdoors in pots or as houseplants. They need a fair amount of sun, but some varieties don't tolerate direct, unfiltered sun. Bright, indirect light is best. Crotons are poisonous. Exposure to the plant's juice or sap, or a puncture wound from the thorns, may cause a skin rash or irritation. Ingestion may cause minor symptoms such as rash, vomiting, or diarrhea. ",
            "id": "65eb17fe1cade9eeef240dad"
        },
        "image": "https://imgur.com/itNzjkt.png",
        "categories": "indoor plants",
        "size": [
            "S",
            "M",
            "L",
            "XL"
        ],
        "price": [
            "$22",
            "$33",
            "$52",
            "$73"
        ],
        "stock": [
            73,
            42,
            34,
            11
        ],
        "tags": [
            "Croton",
            "Codiaeum variegatum"
        ]
    },
    {
        "id": "656ca41dbc242186618b8e6b",
        "name": "Cercestis",
        "description": {
            "st_description": "Cercestis mirabilis is a rare, perennial herb that climbs and can grow up to 11 feet tall. It's a member of the Araceae family and originates from the tropical areas of West Africa. ",
            "lg_description": "Cercestis is a genus of flowering plants in the family Araceae. The species in this genus are all climbers and are endemic to Africa.[2][3] At intervals along the stem they produce long leafless shoots called flagella. Many of the species in Cersestis show signs of fenestration.",
            "id": "65eb17fe1cade9eeef240dae"
        },
        "image": "https://imgur.com/MVqgtKa.png",
        "categories": "indoor plants",
        "size": [
            "S",
            "M",
            "L",
            "XL"
        ],
        "price": [
            "$25",
            "$65",
            "$85",
            "$143"
        ],
        "stock": [
            73,
            42,
            34,
            11
        ],
        "tags": [
            "cercestis mirabilis"
        ]
    },
    {
        "id": "656ca41dbc242186618b8e6c",
        "name": "Corkscrew rush",
        "description": {
            "st_description": "Corkscrew rush (Juncus effusus 'Spiralis') is a perennial ornamental rush with twisted stems. It's a horticultural hybrid with round, deep green leaves that twist from the base to the top.",
            "lg_description": "Corkscrew rush is also known as Unicorn Rush and Twister. The leaves are often striped and can provide a showy display in partially shady areas. Corkscrew rush is native to temperate climates and can be found in bogs, marshes, and swamps. It's easy to grow and can tolerate temperatures of up to 70°F. It prefers bright light and a pH level of 6.5 to 7.5. In the North, corkscrew rush is an herbaceous perennial. In hotter regions, it's semi-evergreen and can be invasive in some warm climates.",
            "id": "65eb17fe1cade9eeef240daf"
        },
        "image": "https://imgur.com/l0ShZCX.png",
        "categories": "indoor plants",
        "size": [
            "S",
            "M",
            "L",
            "XL"
        ],
        "price": [
            "$42",
            "$56",
            "$98",
            "$127"
        ],
        "stock": [
            73,
            42,
            34,
            11
        ],
        "tags": [
            "Corkscrew rush",
            "Juncus effusus",
            "Spiralis",
            "Unicorn Rush",
            "Twister"
        ]
    },
    {
        "id": "656ca41dbc242186618b8e6d",
        "name": "Loosestrife",
        "description": {
            "st_description": "Loosestrife can grow in gardens and wild. Some types of loosestrife can cause problems in areas where they don't grow naturally. For example, purple loosestrife can out-compete native flowers. However, loosestrife can attract butterflies. ",
            "lg_description": "Loosestrife is a common name for plants in two different are Lythrum and Lysimachia. Loosestrife can grow in gardens and wild. Some types of loosestrife can cause problems in areas where they don't grow naturally. For example, purple loosestrife can out-compete native flowers. However, loosestrife can attract butterflies. ",
            "id": "65eb17fe1cade9eeef240db0"
        },
        "image": "https://imgur.com/Dz751qL.png",
        "categories": "indoor plants",
        "size": [
            "S",
            "M",
            "L",
            "XL"
        ],
        "price": [
            "$12",
            "$24",
            "$35",
            "$43"
        ],
        "stock": [
            73,
            42,
            34,
            11
        ],
        "tags": [
            "Loosestrife",
            "Lythrum",
            "Lysimachia"
        ]
    },
    {
        "id": "656ca41dbc242186618b8e6e",
        "name": "New Guinea Shield",
        "description": {
            "st_description": "The New Guinea Shield, also known as Alocasia wentii, is a flowering plant native to the highlands of New Guinea. It's also called the Hardy Elephant Ear or Purple Umbrella.",
            "lg_description": "The New Guinea Shield can grow up to 3 feet high and wide. Its leaves can reach lengths of 30 to 40 cm. The leaves are arrowhead-shaped with deep green tops and metallic bronzy purple undersides. The New Guinea Shield is toxic to humans, dogs, cats, and horses. It contains oxalic acid, which can cause an oral burning sensation, vomiting, drooling, and difficulty swallowing. ",
            "id": "65eb17fe1cade9eeef240db1"
        },
        "image": "https://imgur.com/XhxOEzZ.png",
        "categories": "indoor plants",
        "size": [
            "S",
            "M",
            "L",
            "XL"
        ],
        "price": [
            "$12",
            "$24",
            "$35",
            "$43"
        ],
        "stock": [
            73,
            42,
            34,
            11
        ],
        "tags": [
            "New Guinea Shield",
            "Alocasia wentii"
        ]
    },
    {
        "id": "656ca41dbc242186618b8e70",
        "name": "Aloe vera",
        "description": {
            "st_description": "Aloe vera is used in many commercial skin lotions and cosmetics. The most commonly used form for skin conditions is aloe barbadensis Miller. This variety is also considered the most beneficial and edible.",
            "lg_description": "Aloe vera is used in many commercial skin lotions and cosmetics. The most commonly used form for skin conditions is aloe barbadensis Miller. This variety is also considered the most beneficial and edible. To treat heat rash, you can apply fresh aloe vera gel directly to the affected area. Leave it on until it dries, then rinse it off with cool water. Aloe vera also has antibacterial, antiseptic, anti-inflammatory, anti-viral, and wound healing properties.",
            "id": "65eb17fe1cade9eeef240db2"
        },
        "image": "https://imgur.com/nKB9y4p.png",
        "categories": "indoor plants",
        "size": [
            "S",
            "M",
            "L",
            "XL"
        ],
        "price": [
            "$12",
            "$24",
            "$35",
            "$43"
        ],
        "stock": [
            73,
            42,
            34,
            11
        ],
        "tags": [
            "Aloe vera"
        ]
    },
    {
        "id": "656ca41dbc242186618b8e71",
        "name": "Bird's Nest Fern",
        "description": {
            "st_description": "The bird's nest fern (Asplenium nidus) is a slow-growing, tropical, evergreen fern that can be grown indoors or outdoors. It's native to tropical regions of Asia, Australia, Hawaii, Polynesia, Christmas Island, India, and eastern Africa. ",
            "lg_description": "The bird's nest fern has air purifying qualities and can help with asthma and halitosis. In Feng Shui, it's considered a symbol of positive energy.The bird's nest fern is a slow-growing, tropical, evergreen fern that can be grown indoors or outdoors. It's native to tropical regions of Asia, Australia, Hawaii, Polynesia, Christmas Island, India, and eastern Africa. ",
            "id": "65eb17fe1cade9eeef240db3"
        },
        "image": "https://imgur.com/ODY0w0h.png",
        "categories": "indoor plants",
        "size": [
            "S",
            "M",
            "L",
            "XL"
        ],
        "price": [
            "$12",
            "$24",
            "$35",
            "$43"
        ],
        "stock": [
            73,
            42,
            34,
            11
        ],
        "tags": [
            "bird's nest fern",
            "Asplenium nidus"
        ]
    },
    {
        "id": "656ca41dbc242186618b8e72",
        "name": "Pandanus veitchii",
        "description": {
            "st_description": "Pandanus veitchii is a tropical plant that is native to Southeast Asia. It is also known as the screw pine. The plant is known for its feathery leaves that arch outward from the center. The leaves are sword-shaped, leathery, and arranged in spirals. They are glossy green with white bands. ",
            "lg_description": "The plant is often used as an ornamental in homes and offices. It is easy to care for and can tolerate a variety of light conditions. Some experts say that Pandanus veitchii is a species native to Madagascar. Others say it is a cultivar of Pandanus tectorius. ",
            "id": "65eb17fe1cade9eeef240db4"
        },
        "image": "https://imgur.com/boI5KA0.png",
        "categories": "indoor plants",
        "size": [
            "S",
            "M",
            "L",
            "XL"
        ],
        "price": [
            "$12",
            "$24",
            "$35",
            "$43"
        ],
        "stock": [
            73,
            42,
            34,
            11
        ],
        "tags": [
            "Pandanus veitchii",
            "screw pine"
        ]
    },
    {
        "id": "656ca41dbc242186618b8e73",
        "name": "Dracaena",
        "description": {
            "st_description": "Dracaena have a secondary thickening meristem in their trunk, termed Dracaenoid thickening by some authors, which is quite different from the thickening meristem found in dicotyledonous plants. This characteristic is shared with members of the Agavoideae and Xanthorrhoeoideae among other members of the Asparagales.",
            "lg_description": "Dracaena species can be classified in two growth types: treelike dracaenas (Dracaena fragrans, Dracaena draco, Dracaena cinnabari), which have aboveground stems that branch from nodes after flowering, or if the growth tip is severed, and rhizomatous dracaenas (Dracaena trifasciata, Dracaena angolensis), which have underground rhizomes and leaves on the surface. Many species of Dracaena are kept as houseplants due to tolerance of lower light and sparse watering.",
            "id": "65eb17fe1cade9eeef240db5"
        },
        "image": "https://imgur.com/dXYsIWP.png",
        "categories": "indoor plants",
        "size": [
            "S",
            "M",
            "L",
            "XL"
        ],
        "price": [
            "$12",
            "$24",
            "$35",
            "$43"
        ],
        "stock": [
            73,
            42,
            34,
            11
        ],
        "tags": [
            "Dracaena"
        ]
    },
    {
        "id": "656ca41dbc242186618b8e74",
        "name": "Echeveria",
        "description": {
            "st_description": "Echeveria is a large genus of flowering plants in the family Crassulaceae, native to semi-desert areas of Central America, Mexico and northwestern South America.",
            "lg_description": "Plants may be evergreen or deciduous. Flowers on short stalks (cymes) arise from compact rosettes of succulent fleshy, often brightly coloured leaves.[2] Species are polycarpic, meaning that they may flower and set seed many times over the course of their lifetimes. Often numerous offsets are produced, and are commonly known as 'hen and chicks', which can also refer to other genera, such as Sempervivum, that are significantly different from Echeveria. Many species of Echeveria serve important environmental roles, such as those of host plants for butterflies. For example, the butterfly Callophrys xami uses several species of Echeveria, such as Echevelia gibbiflora, for suitable host plants. Even more, these plants are integral to the oviposition process of C. xami and some other butterfly species as well",
            "id": "65eb17fe1cade9eeef240db6"
        },
        "image": "https://imgur.com/515hCqW.png",
        "categories": "indoor plants",
        "size": [
            "S",
            "M",
            "L",
            "XL"
        ],
        "price": [
            "$12",
            "$24",
            "$35",
            "$43"
        ],
        "stock": [
            73,
            42,
            34,
            11
        ],
        "tags": [
            "Echeveria"
        ]
    },
    {
        "id": "656ca41dbc242186618b8e75",
        "name": "Fasciated Haworthia",
        "description": {
            "st_description": "Fasciated Haworthia, also known as Zebra Haworthia, is a succulent plant that's native to the Eastern Cape Province of South Africa. It's a small houseplant that can grow up to 8 inches in height and width. The plant has thick, dark green leaves with white tubercles that give it a zebra-like appearance. ",
            "lg_description": "Fasciated Haworthia is a good choice for beginners because it grows well indoors. It's recommended to water it sparingly so it doesn't grow too fast. The plant can also turn a rich purple-red color when exposed to full sun.",
            "id": "65eb17fe1cade9eeef240db7"
        },
        "image": "https://imgur.com/DQHDgQN.png",
        "categories": "indoor plants",
        "size": [
            "S",
            "M",
            "L",
            "XL"
        ],
        "price": [
            "$12",
            "$24",
            "$35",
            "$43"
        ],
        "stock": [
            73,
            42,
            34,
            11
        ],
        "tags": [
            "Fasciated Haworthia",
            "Zebra Haworthia"
        ]
    },
    {
        "id": "656ca41dbc242186618b8e76",
        "name": "Haworthia",
        "description": {
            "st_description": "Haworthia is a genus of small, slow-growing succulent plants that are native to South Africa. They are also known as zebra cactus, pearl, star window, and cushion aloe.",
            "lg_description": "They look like miniature aloes, but have distinctive flowers. They have fleshy, green leaves with white pearly warts or bands.Structure: They have an architectural structure typically solitary columns that form in layers.",
            "id": "65eb17fe1cade9eeef240db8"
        },
        "image": "https://imgur.com/ciwP9pq.png",
        "categories": "indoor plants",
        "size": [
            "S",
            "M",
            "L",
            "XL"
        ],
        "price": [
            "$12",
            "$24",
            "$35",
            "$43"
        ],
        "stock": [
            73,
            42,
            34,
            11
        ],
        "tags": [
            "Haworthia",
            "zebra cactus",
            "pearl",
            "star window",
            "cushion aloe."
        ]
    },
    {
        "id": "656ca41dbc242186618b8e77",
        "name": "Juncus",
        "description": {
            "st_description": "Juncus is a genus of flowering plants that are commonly known as rushes. They are monocotyledonous plants and are the largest genus in the Juncaceae family. There are around 300 species of Juncus.",
            "lg_description": "Juncus plants are easy to grow indoors and outdoors. They have gray-green leaves that can twist and curl as they grow. Juncus plants prefer moist areas, such as the edges of ponds and bogs. They also do well in boggy soils and fluctuating water conditions. ",
            "id": "65eb17fe1cade9eeef240db9"
        },
        "image": "https://imgur.com/OMkUhg6.png",
        "categories": "indoor plants",
        "size": [
            "S",
            "M",
            "L",
            "XL"
        ],
        "price": [
            "$12",
            "$24",
            "$35",
            "$43"
        ],
        "stock": [
            73,
            42,
            34,
            11
        ],
        "tags": [
            "Juncus",
            "rushes"
        ]
    },
    {
        "id": "656ca41dbc242186618b8e78",
        "name": "Monstera deliciosa",
        "description": {
            "st_description": "Monstera deliciosa, the Swiss cheese plant or split-leaf philodendron is a species of flowering plant native to tropical forests of southern Mexico, south to Panama. It has been introduced to many tropical areas, and has become a mildly invasive species in Hawaii, Seychelles, Ascension Island and the Society Islands.",
            "lg_description": "This member of the arum family (Araceae) is a hemiepiphyte with aerial roots. It is able to grow up to 20 m (66 ft) high in the wild, with large, leathery, glossy, pinnate, heart-shaped leaves broad. The leaves on young plants are smaller and entire with no lobes or holes, but soon produce lobed and fenestrate leaves as they grow. Although it can grow very tall in nature, it only measures between 2 and 3 m  when grown indoors. The older the plant, the more the leaves are covered with its familiar large perforations. Wild seedlings grow towards the darkest area they can grow until they find a tree trunk, then start to grow up towards the light, creeping up the tree. The inflorescence is adorned with a cream-white spathe of uniform, velvety appearance, covering, like a hood, a yellowish white spadix. Flowers are self pollinating, containing both androecium and gynoecium. Since they contain both structures, this plant is able to self-pollinate",
            "id": "65eb17fe1cade9eeef240dba"
        },
        "image": "https://imgur.com/wq0pcfE.png",
        "categories": "indoor plants",
        "size": [
            "S",
            "M",
            "L",
            "XL"
        ],
        "price": [
            "$12",
            "$24",
            "$35",
            "$43"
        ],
        "stock": [
            73,
            42,
            34,
            11
        ],
        "tags": [
            "Monstera deliciosa",
            "Swiss cheese plant",
            "split-leaf philodendron"
        ]
    },
    {
        "id": "656ca41dbc242186618b8e79",
        "name": "Pilosocereus pachycladus",
        "description": {
            "st_description": "Pilosocereus pachycladus is a flowering cactus that's native to eastern Brazil. It's also known as the Blue Columnar Cactus or Blue Torch Cactus. The cactus can grow up to 33 feet tall and has a trunk with branches that turn blue-green with age. The stems have 5–19 ribs and coppery yellow spines.",
            "lg_description": "The cactus can grow up to 33 feet tall and has a trunk with branches that turn blue-green with age. The stems have 5–19 ribs and coppery yellow spines. Needs bright, indirect light and some sun. Avoid harsh sunlight. Water when the soil starts to dry out. Don't overwater or let the soil dry out completely. Pilosocereus pachycladus is non-toxic to cats and dogs. ",
            "id": "65eb17fe1cade9eeef240dbb"
        },
        "image": "https://imgur.com/RjKNIEl.png",
        "categories": "indoor plants",
        "size": [
            "S",
            "M",
            "L",
            "XL"
        ],
        "price": [
            "$12",
            "$24",
            "$35",
            "$43"
        ],
        "stock": [
            73,
            42,
            34,
            11
        ],
        "tags": [
            "Pilosocereus pachycladus",
            " Blue Columnar Cactus",
            "Blue Torch Cactus"
        ]
    },
    {
        "id": "656ca41dbc242186618b8e7a",
        "name": "Devil's ivy",
        "description": {
            "st_description": "Devil's ivy (Epipremnum aureum) is a hardy indoor plant that is native to southeast Asia. It is also known as: Golden pothos, Money plant, Devil's vine. Devil's ivy is almost impossible to kill and can stay green even in the dark. It has heart-shaped leaves that are bright green with white, yellow, or light green streaks and blotches.",
            "lg_description": "Devil's ivy can be an irritant to humans. The leaves contain microscopic needle-shaped crystals that can irritate the tongue, mouth, and throat if chewed. Here are some tips for caring for Devil's ivy: Devil's ivy prefers a light spot, but not direct sunlight or a draught. The soil can be moderately damp, but avoid having the roots standing in water. The paler the leaves, the more light the plant needs. Devil's ivy can purify the air by absorbing toxins Formaldehyde, Xylene, Benzene, Carbon monoxide. Devil's ivy is considered lucky in Feng Shui. It is believed to bring good fortune, a prosperous future, and stability in life",
            "id": "65eb17fe1cade9eeef240dbc"
        },
        "image": "https://imgur.com/t9JZsg2.png",
        "categories": "indoor plants",
        "size": [
            "S",
            "M",
            "L",
            "XL"
        ],
        "price": [
            "$12",
            "$24",
            "$35",
            "$43"
        ],
        "stock": [
            73,
            42,
            34,
            11
        ],
        "tags": [
            "",
            ""
        ]
    },
    {
        "id": "656ca41dbc242186618b8e7b",
        "name": "Aspidistra elatior",
        "description": {
            "st_description": "Aspidistra elatior, also known as the cast-iron plant, is a low-maintenance, evergreen perennial. It's a good choice for houseplants because it's hard to kill, non-toxic, and can tolerate low light. ",
            "lg_description": "Here are some characteristics of Aspidistra elatior. It can grow up to 24 in tall and wide Glossy, dark green, and 12–20 in long Cream-colored, 8-lobed, and maroon on the inside Prefers low light, but can tolerate some direct sun Doesn't need to be watered frequently Air purifier, drought tolerant, and purifies the air The roots, stems, and leaves of Aspidistra elatior have medicinal uses. A decoction of these parts can be used to treat like Abdominal cramps, Amenorrhoea, Diarrhea, Myalgia, Traumatic injuries, Urinary stones.",
            "id": "65eb17fe1cade9eeef240dbd"
        },
        "image": "https://imgur.com/PKyT1FD.png",
        "categories": "indoor plants",
        "size": [
            "S",
            "M",
            "L",
            "XL"
        ],
        "price": [
            "$12",
            "$24",
            "$35",
            "$43"
        ],
        "stock": [
            73,
            42,
            34,
            11
        ],
        "tags": [
            "Aspidistra elatior",
            "cast-iron plant"
        ]
    },
    {
        "id": "656ca41dbc242186618b8e7c",
        "name": "Peperomia variegata",
        "description": {
            "st_description": "Peperomia variegata, also known as the Baby Rubber Plant, is a compact, succulent-like plant that's native to South American rainforests. It's a popular indoor plant in the Piperaceae family. ",
            "lg_description": "Peperomia variegata, also known as the Baby Rubber Plant, is a compact, succulent-like plant that's native to South American rainforests. It's a popular indoor plant in the Piperaceae family. Glossy, round, and oversized with white and yellow markings Thick and upright Fast Easy Variegation changes with time and light Peperomia variegata is a good choice for small spaces or tabletops. It can add color and evergreen beauty to a balcony. To create a new Peperomia variegata plant from a stem cutting, you can: Remove a healthy stem tip that's about 4 inches long Make sure the stem has at least a couple of leaves and one node Use a small pot with a soilless potting mix",
            "id": "65eb17fe1cade9eeef240dbe"
        },
        "image": "https://imgur.com/dsHCYwu.png",
        "categories": "indoor plants",
        "size": [
            "S",
            "M",
            "L",
            "XL"
        ],
        "price": [
            "$12",
            "$24",
            "$35",
            "$43"
        ],
        "stock": [
            73,
            42,
            34,
            11
        ],
        "tags": [
            "Peperomia variegata",
            "Baby Rubber Plant"
        ]
    }
],

  "user": [
    {
        "id": "6565c554c2c42077c930e8b6",
        "user": "Mukil",
        "email": "mukil@gmail.com",
        "phone_number": 8014150714,
        "password": "Mukil",
        "__v": 0
    },
    {
        "id": "6576d94a31544b0fffa4324d",
        "user": "hadezo",
        "email": "kusi@mailinator.com",
        "password": "Pa$$w0rd!",
        "__v": 0
    },
    {
        "id": "6576f31131544b0fffa433dc",
        "user": "penyjyp",
        "email": "jisywywo@mailinator.com",
        "password": "Pa$$w0rd!",
        "__v": 0
    },
    {
        "id": "65dddf63070421ee4f1fc02a",
        "user": "Kabi",
        "email": "Kabi@gmail.com",
        "password": "Kabi",
        "__v": 0
    }
]
}